driver-tests/bpelse/eventHandlers/onAlarmJbi/test/onAlarmForOnly2/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:onal="http://j2ee.netbeans.org/wsdl/onAlarm2WSDL">
  <soapenv:Body>
    <onal:onAlarm2WSDLOperation>
      <part1>*onAlarmForOnly2-input*</part1>
    </onal:onAlarm2WSDLOperation>
  </soapenv:Body>
</soapenv:Envelope>